Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Shows SSH, K8s, Console, and local tasks on the Lock Screen
ar: يعرض SSH و K8s و Console والمهام المحلية على شاشة القفل
ca: Mostra SSH, K8s, Console i tasques locals a la pantalla de bloqueig
cs: Zobrazuje SSH, K8s, Console a lokální úlohy na zamykací obrazovce
da: Viser SSH, K8s, Console og lokale opgaver på låseskærmen
de: Zeigt SSH, K8s, Console und lokale Aufgaben auf dem Sperrbildschirm
es: Muestra SSH, K8s, Console y tareas locales en la pantalla de bloqueo
fi: Näyttää SSH-, K8s-, Console- ja paikalliset tehtävät lukitusnäytöllä
fr: Affiche SSH, K8s, Console et les tâches locales sur l'écran de verrouillage
he: מציג SSH, K8s, Console ומשימות מקומיות במסך הנעילה
hu: SSH, K8s, Console és helyi feladatokat jelenít meg a zárolási képernyőn
it: Mostra SSH, K8s, Console e attività locali sulla schermata di blocco
ja: ロック画面にSSH、K8s、Console、ローカルタスクを表示します
ko: 잠금 화면에 SSH, K8s, Console 및 로컬 작업을 표시합니다
nb: Viser SSH, K8s, konsoll og lokale oppgaver på låseskjermen
nl: Toont SSH, K8s, Console en lokale taken op het vergrendelscherm
pl: Wyświetla SSH, K8s, Console i lokalne zadania na ekranie blokady
pt_br: Mostra SSH, K8s, Console e tarefas locais na Tela de Bloqueio
pt_pt: Mostra SSH, K8s, Console e tarefas locais no ecrã de bloqueio
ro: Afișează SSH, K8s, Console și sarcini locale pe ecranul de blocare
sl: Prikazuje SSH, K8s, Console in lokalne naloge na zaklenjenem zaslonu
sv: Visar SSH, K8s, Console och lokala uppgifter på låsskärmen
uk: Показує SSH, K8s, Console та локальні завдання на екрані блокування
vi: Hiển thị SSH, K8s, Console và tác vụ cục bộ trên Màn hình khóa
zh_hans: 在锁定屏幕上显示 SSH、K8s、Console 和本地任务
zh_hant: 在鎖定畫面上顯示 SSH、K8s、Console 和本機作業

source: Sidebar
ar: الشريط الجانبي
ca: Panell lateral
cs: Boční panel
da: Sidebjælke
de: Seitenleiste
es: Panel lateral
fi: Sivupalkki
fr: Panneau latéral
he: סרגל צד
hu: Oldalsáv
it: Barra laterale
ja: サイドバー
ko: 사이드바
nb: Sidefelt
nl: Zijbalk
pl: Panel boczny
pt_br: Painel lateral
pt_pt: Painel lateral
ro: Panou lateral
sl: Stranski panel
sv: Sidofält
uk: Бічна панель
vi: Thanh bên
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Sidebar badges follow the "Show Attention Badges" switch in Coding Agents; notifications follow this policy independently of agent notifications.
ar: تتبع شارات الشريط الجانبي مفتاح "إظهار شارات الانتباه" في وكلاء البرمجة، بينما تتبع الإشعارات هذه السياسة بشكل مستقل عن إشعارات الوكلاء.
ca: Els distintius de la barra lateral segueixen l'interruptor «Mostra els distintius d'atenció» dels Agents de codi; les notificacions segueixen aquesta política independentment de les notificacions d'agents.
cs: Odznaky v bočním panelu se řídí přepínačem „Zobrazovat odznaky pozornosti“ v části Agenti pro kódování; oznámení se řídí tímto pravidlem nezávisle na oznámeních agentů.
da: Mærker i sidepanelet følger kontakten "Vis opmærksomhedsmærker" under Kodeagenter. Notifikationer følger denne politik uafhængigt af agentnotifikationer.
de: Badges in der Seitenleiste folgen dem Schalter „Aufmerksamkeits-Abzeichen anzeigen“ unter „Coding-Agents“; Benachrichtigungen folgen dieser Regel unabhängig von Agent-Benachrichtigungen.
es: Los distintivos de la barra lateral siguen el interruptor "Mostrar distintivos de atención" de Agentes de código; las notificaciones siguen esta política de forma independiente a las notificaciones de agentes.
fi: Sivupalkin merkit noudattavat Koodiagentit-osion "Näytä huomiomerkit" -asetusta. Ilmoitukset noudattavat tätä käytäntöä agenttien ilmoituksista riippumatta.
fr: Les pastilles de la barre latérale suivent l'option « Afficher les pastilles d'attention » dans Agents de code ; les notifications suivent cette règle indépendamment des notifications des agents.
he: תגי סרגל הצד פועלים לפי המתג "הצג תגי תשומת לב" בסוכני קוד; ההתראות פועלות לפי מדיניות זו, ללא תלות בהתראות הסוכנים.
hu: Az oldalsáv jelvényei a Kódügynökök között található „Figyelemjelvények megjelenítése” kapcsolót követik; az értesítésekre ez a szabály vonatkozik, az ügynökértesítésektől függetlenül.
it: I badge nella barra laterale seguono l'opzione "Mostra contrassegni di attenzione" in Agenti di codice; le notifiche seguono questo criterio indipendentemente dalle notifiche degli agenti.
ja: サイドバーのバッジは「コーディングエージェント」の「注目バッジを表示」スイッチに従います。通知はエージェント通知とは独立して、このポリシーに従います。
ko: 사이드바 배지는 코딩 에이전트의 "주의 배지 표시" 스위치를 따르며, 알림은 에이전트 알림과 별개로 이 정책을 따릅니다.
nb: Merker i sidepanelet følger bryteren "Vis oppmerksomhetsmerker" under Kodeagenter, mens varslinger følger disse reglene uavhengig av agentvarslinger.
nl: Zijbalkbadges volgen de schakelaar "Aandachtsbadges tonen" bij Codeeragents; meldingen volgen dit beleid onafhankelijk van agentmeldingen.
pl: Plakietki na pasku bocznym zależą od przełącznika „Pokazuj odznaki uwagi” w sekcji Agenci kodowania; powiadomienia stosują się do tych zasad niezależnie od powiadomień agentów.
pt_br: Os selos da barra lateral seguem a opção “Mostrar Selos de Atenção” em Agentes de Código; as notificações seguem esta política, independentemente das notificações de agentes.
pt_pt: Os sinais da barra lateral seguem o interruptor "Mostrar Selos de Atenção" em Agentes de Código; as notificações seguem esta política, independentemente das notificações de agentes.
ro: Insignele din bara laterală urmează comutatorul „Afișează insignele de atenție” din Agenți de cod; notificările urmează această politică independent de notificările agenților.
sl: Oznake v stranski vrstici sledijo stikalu »Prikaži značke pozornosti« v razdelku Kodirni agenti; obvestila sledijo temu pravilniku neodvisno od obvestil agentov.
sv: Brickor i sidofältet följer reglaget "Visa uppmärksamhetsmärken" i Kodagenter; aviseringar följer den här policyn oberoende av agentaviseringar.
uk: Значки на бічній панелі підпорядковуються перемикачу «Показувати значки уваги» в розділі «Агенти кодування»; сповіщення дотримуються цієї політики незалежно від сповіщень агентів.
vi: Huy hiệu trên thanh bên tuân theo công tắc “Hiện huy hiệu chú ý” trong Tác nhân lập trình; thông báo tuân theo chính sách này, độc lập với thông báo tác nhân.
zh_hans: 侧边栏标记遵循“编程代理”中的“显示关注标记”开关；通知则遵循此策略，与代理通知相互独立。
zh_hant: 側邊欄標記依照「程式設計代理」中的「顯示關注標記」開關；通知則依照此原則，與代理通知互相獨立。

source: Sidebar Title Lines
ar: أسطر العنوان في الشريط الجانبي
ca: Línies de títol de la barra lateral
cs: Řádky názvu v postranním panelu
da: Titellinjer i sidepanel
de: Titelzeilen in der Seitenleiste
es: Líneas de título de la barra lateral
fi: Otsikkorivit sivupalkissa
fr: Lignes de titre de la barre latérale
he: שורות כותרת בסרגל הצד
hu: Címsorok az oldalsávban
it: Righe del titolo nella barra laterale
ja: サイドバーのタイトル行数
ko: 사이드바 제목 줄 수
nb: Tittellinjer i sidepanel
nl: Titelregels in zijbalk
pl: Wiersze tytułu na pasku bocznym
pt_br: Linhas de Título da Barra Lateral
pt_pt: Linhas de Título da Barra Lateral
ro: Linii de titlu în bara laterală
sl: Vrstice naslova v stranski vrstici
sv: Titelrader i sidofältet
uk: Рядки заголовка на бічній панелі
vi: Số dòng tiêu đề ở thanh bên
zh_hans: 边栏标题行数
zh_hant: 側邊欄標題行數

source: Sign
ar: توقيع
ca: Signa
cs: Podepsat
da: Signér
de: Signieren
es: Firmar
fi: Allekirjoitus
fr: Signer
he: חתימה
hu: Aláírás
it: Firma
ja: 署名
ko: 서명
nb: Signer
nl: Ondertekenen
pl: Podpis
pt_br: Assinar
pt_pt: Assinar
ro: Semnare
sl: Podpiši
sv: Signera
uk: Підписання
vi: Ký
zh_hans: 签名
zh_hant: 簽署

source: Sign In
ar: تسجيل الدخول
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
he: התחבר
hu: Bejelentkezés
it: Accedi
ja: サインイン
ko: 로그인
nb: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_br: Iniciar Sessão
pt_pt: Iniciar Sessão
ro: Autentificare
sl: Prijava
sv: Logga in
uk: Увійти
vi: Đăng Nhập
zh_hans: 登录
zh_hant: 登入

source: Sign In Again
ar: تسجيل الدخول مرة أخرى
ca: Torna a iniciar la sessió
cs: Přihlásit se znovu
da: Log ind igen
de: Erneut anmelden
es: Volver a iniciar sesión
fi: Kirjaudu uudelleen sisään
fr: Se reconnecter
he: התחבר שוב
hu: Bejelentkezés újra
it: Accedi di nuovo
ja: 再度サインイン
ko: 다시 로그인
nb: Logg inn igjen
nl: Opnieuw aanmelden
pl: Zaloguj się ponownie
pt_br: Iniciar Sessão Novamente
pt_pt: Iniciar Sessão Novamente
ro: Autentifică-te din nou
sl: Znova se prijavite
sv: Logga in igen
uk: Увійти знову
vi: Đăng Nhập Lại
zh_hans: 重新登录
zh_hant: 重新登入

source: Sign in securely through your browser
ar: تسجيل الدخول بأمان عبر المتصفح
ca: Inicia sessió de manera segura a través del navegador
cs: Přihlaste se bezpečně přes prohlížeč
da: Log sikkert ind via din browser
de: Sicher über Ihren Browser anmelden
es: Inicie sesión de forma segura a través de su navegador
fi: Kirjaudu turvallisesti selaimen kautta
fr: Connectez-vous en toute sécurité via votre navigateur
he: התחבר באופן מאובטח דרך הדפדפן שלך
hu: Biztonságos bejelentkezés a böngészőjén keresztül
it: Accedi in modo sicuro tramite il browser
ja: ブラウザから安全にサインイン
ko: 브라우저를 통해 안전하게 로그인
nb: Logg inn sikkert via nettleseren din
nl: Veilig inloggen via uw browser
pl: Zaloguj się bezpiecznie przez przeglądarkę
pt_br: Entre com segurança pelo seu navegador
pt_pt: Inicie sessão com segurança através do seu navegador
ro: Autentifică-te în siguranță prin browser
sl: Varno se prijavite prek brskalnika
sv: Logga in säkert via din webbläsare
uk: Увійдіть безпечно через ваш браузер
vi: Đăng nhập an toàn qua trình duyệt của bạn
zh_hans: 通过浏览器安全登录
zh_hant: 透過瀏覽器安全登入

source: Sign in with Apple is required for this credential.
ar: مطلوب «تسجيل الدخول باستخدام Apple» لبيانات الاعتماد هذه.
ca: Cal «Inicia sessió amb Apple» per a aquesta credencial.
cs: Pro tento přihlašovací údaj je vyžadováno Přihlášení pomocí Apple.
da: Log ind med Apple er påkrævet for denne legitimationsoplysning.
de: Für diese Anmeldedaten ist „Mit Apple anmelden“ erforderlich.
es: Se requiere «Iniciar sesión con Apple» para esta credencial.
fi: Tämä tunnistetieto vaatii Kirjaudu Apple-tilillä -toimintoa.
fr: « Se connecter avec Apple » est requis pour cet identifiant.
he: נדרשת התחברות עם Apple עבור פרטי כניסה אלה.
hu: Ehhez a hitelesítő adathoz Apple-fiókkal való bejelentkezés szükséges.
it: Per questa credenziale è richiesto “Accedi con Apple”.
ja: この資格情報には「Appleでサインイン」が必要です。
ko: 이 자격 증명에는 'Apple로 로그인'이 필요합니다.
nb: Logg på med Apple er påkrevd for denne legitimasjonen.
nl: Voor deze inloggegevens is 'Inloggen met Apple' vereist.
pl: To poświadczenie wymaga logowania z Apple.
pt_br: É necessário “Iniciar Sessão com a Apple” para esta credencial.
pt_pt: É necessário “Iniciar sessão com a Apple” para esta credencial.
ro: Pentru această credențială este necesară autentificarea cu Apple.
sl: Za to poverilnico je potrebna prijava z Apple.
sv: Logga in med Apple krävs för dessa inloggningsuppgifter.
uk: Для цих реєстраційних даних потрібен вхід із Apple.
vi: Thông tin xác thực này yêu cầu Đăng nhập bằng Apple.
zh_hans: 此凭据需要“通过 Apple 登录”。
zh_hant: 此憑證需要「透過 Apple 登入」。

source: Sign in with Apple was preferred.
ar: تم تفضيل «تسجيل الدخول باستخدام Apple».
ca: S'ha preferit «Inicia sessió amb Apple».
cs: Bylo preferováno Přihlášení pomocí Apple.
da: Log ind med Apple blev foretrukket.
de: „Mit Apple anmelden“ wurde bevorzugt.
es: Se prefirió «Iniciar sesión con Apple».
fi: Kirjaudu Apple-tilillä oli ensisijainen vaihtoehto.
fr: « Se connecter avec Apple » a été privilégié.
he: התחברות עם Apple הועדפה.
hu: Az Apple-fiókkal való bejelentkezés élvezett elsőbbséget.
it: È stato preferito “Accedi con Apple”.
ja: 「Appleでサインイン」が優先されました。
ko: 'Apple로 로그인'이 우선 적용되었습니다.
nb: Logg på med Apple ble foretrukket.
nl: 'Inloggen met Apple' werd geprefereerd.
pl: Preferowano logowanie z Apple.
pt_br: “Iniciar Sessão com a Apple” foi preferido.
pt_pt: “Iniciar sessão com a Apple” foi preferido.
ro: S-a preferat autentificarea cu Apple.
sl: Prednost je imela prijava z Apple.
sv: Logga in med Apple föredrogs.
uk: Було віддано перевагу входу з Apple.
vi: Đăng nhập bằng Apple được ưu tiên.
zh_hans: 系统优先选择了“通过 Apple 登录”。
zh_hant: 系統優先選擇了「透過 Apple 登入」。

source: Sign in with AWS IAM Identity Center (SSO)
ar: تسجيل الدخول باستخدام AWS IAM Identity Center (SSO)
ca: Inicia sessió amb AWS IAM Identity Center (SSO)
cs: Přihlaste se přes AWS IAM Identity Center (SSO)
da: Log ind med AWS IAM Identity Center (SSO)
de: Mit AWS IAM Identity Center (SSO) anmelden
es: Inicie sesión con AWS IAM Identity Center (SSO)
fi: Kirjaudu AWS IAM Identity Centerin (SSO) kautta
fr: Connectez-vous avec AWS IAM Identity Center (SSO)
he: התחבר עם AWS IAM Identity Center (SSO)
hu: Bejelentkezés az AWS IAM Identity Center (SSO) segítségével
it: Accedi con AWS IAM Identity Center (SSO)
ja: AWS IAM Identity Center (SSO) でサインイン
ko: AWS IAM Identity Center (SSO)로 로그인
nb: Logg inn med AWS IAM Identity Center (SSO)
nl: Inloggen met AWS IAM Identity Center (SSO)
pl: Zaloguj się przez AWS IAM Identity Center (SSO)
pt_br: Entre com o AWS IAM Identity Center (SSO)
pt_pt: Inicie sessão com o AWS IAM Identity Center (SSO)
ro: Autentifică-te cu AWS IAM Identity Center (SSO)
sl: Prijavite se z AWS IAM Identity Center (SSO)
sv: Logga in med AWS IAM Identity Center (SSO)
uk: Увійдіть через AWS IAM Identity Center (SSO)
vi: Đăng nhập bằng AWS IAM Identity Center (SSO)
zh_hans: 使用 AWS IAM Identity Center (SSO) 登录
zh_hant: 使用 AWS IAM Identity Center (SSO) 登入

source: Sign in with AWS SSO
ar: تسجيل الدخول عبر AWS SSO
ca: Inicia sessió amb AWS SSO
cs: Přihlásit se pomocí AWS SSO
da: Log ind med AWS SSO
de: Mit AWS SSO anmelden
es: Iniciar sesión con AWS SSO
fi: Kirjaudu AWS SSO:lla
fr: Se connecter avec AWS SSO
he: התחבר עם AWS SSO
hu: Bejelentkezés AWS SSO-val
it: Accedi con AWS SSO
ja: AWS SSOでサインイン
ko: AWS SSO로 로그인
nb: Logg inn med AWS SSO
nl: Aanmelden met AWS SSO
pl: Zaloguj się przez AWS SSO
pt_br: Entrar com AWS SSO
pt_pt: Iniciar sessão com AWS SSO
ro: Conectare cu AWS SSO
sl: Prijava z AWS SSO
sv: Logga in med AWS SSO
uk: Увійти через AWS SSO
vi: Đăng nhập bằng AWS SSO
zh_hans: 通过 AWS SSO 登录
zh_hant: 透過 AWS SSO 登入

source: Sign in with ChatGPT
ar: تسجيل الدخول عبر ChatGPT
ca: Inicia sessió amb ChatGPT
cs: Přihlásit se pomocí ChatGPT
da: Log ind med ChatGPT
de: Mit ChatGPT anmelden
es: Iniciar sesión con ChatGPT
fi: Kirjaudu ChatGPT:llä
fr: Se connecter avec ChatGPT
he: התחבר עם ChatGPT
hu: Bejelentkezés ChatGPT-vel
it: Accedi con ChatGPT
ja: ChatGPTでサインイン
ko: ChatGPT로 로그인
nb: Logg inn med ChatGPT
nl: Aanmelden met ChatGPT
pl: Zaloguj się przez ChatGPT
pt_br: Entrar com ChatGPT
pt_pt: Iniciar sessão com o ChatGPT
ro: Autentifică-te cu ChatGPT
sl: Prijava s ChatGPT
sv: Logga in med ChatGPT
uk: Увійти через ChatGPT
vi: Đăng nhập bằng ChatGPT
zh_hans: 通过 ChatGPT 登录
zh_hant: 透過 ChatGPT 登入

source: Sign in with Microsoft
ar: تسجيل الدخول عبر Microsoft
ca: Inicia sessió amb Microsoft
cs: Přihlásit se pomocí Microsoft
da: Log ind med Microsoft
de: Mit Microsoft anmelden
es: Iniciar sesión con Microsoft
fi: Kirjaudu Microsoftilla
fr: Se connecter avec Microsoft
he: התחבר עם Microsoft
hu: Bejelentkezés Microsoft-fiókkal
it: Accedi con Microsoft
ja: Microsoftでサインイン
ko: Microsoft로 로그인
nb: Logg inn med Microsoft
nl: Aanmelden met Microsoft
pl: Zaloguj się przez Microsoft
pt_br: Entrar com Microsoft
pt_pt: Iniciar sessão com a Microsoft
ro: Conectare cu Microsoft
sl: Prijava z Microsoftom
sv: Logga in med Microsoft
uk: Увійти через Microsoft
vi: Đăng nhập bằng Microsoft
zh_hans: 通过 Microsoft 登录
zh_hant: 透過 Microsoft 登入

source: Sign In with OpenPubkey
ar: تسجيل الدخول باستخدام OpenPubkey
ca: Inicia la sessió amb OpenPubkey
cs: Přihlásit se přes OpenPubkey
da: Log ind med OpenPubkey
de: Mit OpenPubkey anmelden
es: Iniciar sesión con OpenPubkey
fi: Kirjaudu sisään OpenPubkeyllä
fr: Se connecter avec OpenPubkey
he: התחבר באמצעות OpenPubkey
hu: Bejelentkezés OpenPubkey használatával
it: Accedi con OpenPubkey
ja: OpenPubkey でサインイン
ko: OpenPubkey로 로그인
nb: Logg inn med OpenPubkey
nl: Aanmelden met OpenPubkey
pl: Zaloguj się przez OpenPubkey
pt_br: Iniciar Sessão com OpenPubkey
pt_pt: Iniciar Sessão com OpenPubkey
ro: Autentificare cu OpenPubkey
sl: Prijava z OpenPubkey
sv: Logga in med OpenPubkey
uk: Увійти за допомогою OpenPubkey
vi: Đăng Nhập bằng OpenPubkey
zh_hans: 使用 OpenPubkey 登录
zh_hant: 使用 OpenPubkey 登入

source: Sign in with your account to create a short-lived SSH certificate. The server must run the opkssh verifier.
ar: سجّل الدخول بحسابك لإنشاء شهادة SSH قصيرة الأمد. يجب أن يشغّل الخادم أداة التحقق opkssh.
ca: Inicia la sessió amb el teu compte per crear un certificat SSH de curta durada. El servidor ha d'executar el verificador opkssh.
cs: Přihlaste se svým účtem a vytvořte krátkodobý certifikát SSH. Server musí spouštět ověřovatel opkssh.
da: Log ind med din konto for at oprette et kortvarigt SSH-certifikat. Serveren skal køre opkssh-verifikatoren.
de: Melden Sie sich mit Ihrem Konto an, um ein kurzlebiges SSH-Zertifikat zu erstellen. Auf dem Server muss der opkssh-Verifizierer laufen.
es: Inicia sesión con tu cuenta para crear un certificado SSH de corta duración. El servidor debe ejecutar el verificador opkssh.
fi: Kirjaudu sisään tililläsi luodaksesi lyhytikäisen SSH-varmenteen. Palvelimella on oltava käynnissä opkssh-vahvistin.
fr: Connectez-vous avec votre compte pour créer un certificat SSH éphémère. Le serveur doit exécuter le vérificateur opkssh.
he: התחבר עם החשבון שלך כדי ליצור תעודת SSH קצרת מועד. השרת חייב להריץ את מאמת opkssh.
hu: Jelentkezzen be a fiókjával egy rövid életű SSH-tanúsítvány létrehozásához. A kiszolgálón futnia kell az opkssh ellenőrzőnek.
it: Accedi con il tuo account per creare un certificato SSH di breve durata. Il server deve eseguire il verificatore opkssh.
ja: アカウントでサインインして、短期間有効な SSH 証明書を作成します。サーバーで opkssh 検証ツールを実行している必要があります。
ko: 계정으로 로그인하여 단기 SSH 인증서를 생성합니다. 서버에서 opkssh 검증기를 실행해야 합니다.
nb: Logg inn med kontoen din for å opprette et kortvarig SSH-sertifikat. Serveren må kjøre opkssh-verifikatoren.
nl: Meld je aan met je account om een kortlevend SSH-certificaat te maken. De server moet de opkssh-verifier draaien.
pl: Zaloguj się na swoje konto, aby utworzyć krótkotrwały certyfikat SSH. Na serwerze musi działać weryfikator opkssh.
pt_br: Inicie sessão com sua conta para criar um certificado SSH de curta duração. O servidor precisa executar o verificador opkssh.
pt_pt: Inicie sessão com a sua conta para criar um certificado SSH de curta duração. O servidor tem de executar o verificador opkssh.
ro: Autentifică-te cu contul tău pentru a crea un certificat SSH de scurtă durată. Serverul trebuie să ruleze verificatorul opkssh.
sl: Prijavite se s svojim računom in ustvarite kratkotrajno potrdilo SSH. Strežnik mora izvajati preverjevalnik opkssh.
sv: Logga in med ditt konto för att skapa ett kortlivat SSH-certifikat. Servern måste köra opkssh-verifieraren.
uk: Увійдіть за допомогою свого облікового запису, щоб створити короткочасний сертифікат SSH. На сервері має працювати верифікатор opkssh.
vi: Đăng nhập bằng tài khoản của bạn để tạo chứng chỉ SSH ngắn hạn. Máy chủ phải chạy trình xác minh opkssh.
zh_hans: 使用您的账户登录以创建短期 SSH 证书。服务器必须运行 opkssh 验证器。
zh_hant: 使用您的帳戶登入以建立短期 SSH 憑證。伺服器必須執行 opkssh 驗證器。

source: Sign in with your Microsoft account using device code
ar: تسجيل الدخول بحساب Microsoft باستخدام رمز الجهاز
ca: Inicia sessió amb el teu compte de Microsoft usant el codi de dispositiu
cs: Přihlaste se účtem Microsoft pomocí kódu zařízení
da: Log ind med din Microsoft-konto med enhedskode
de: Mit Ihrem Microsoft-Konto per Gerätecode anmelden
es: Inicie sesión con su cuenta de Microsoft usando código de dispositivo
fi: Kirjaudu Microsoft-tililläsi laitekoodin avulla
fr: Connectez-vous avec votre compte Microsoft à l'aide d'un code d'appareil
he: התחבר עם חשבון Microsoft שלך באמצעות קוד מכשיר
hu: Bejelentkezés Microsoft-fiókjával eszközkód használatával
it: Accedi con il tuo account Microsoft usando il codice dispositivo
ja: デバイスコードを使用して Microsoft アカウントでサインイン
ko: 디바이스 코드를 사용하여 Microsoft 계정으로 로그인
nb: Logg inn med Microsoft-kontoen din ved hjelp av enhetskode
nl: Inloggen met uw Microsoft-account via apparaatcode
pl: Zaloguj się kontem Microsoft za pomocą kodu urządzenia
pt_br: Entre com sua conta Microsoft usando código de dispositivo
pt_pt: Inicie sessão com a sua conta Microsoft usando código de dispositivo
ro: Autentifică-te cu contul Microsoft folosind codul de dispozitiv
sl: Prijavite se z računom Microsoft s kodo naprave
sv: Logga in med ditt Microsoft-konto med enhetskod
uk: Увійдіть за допомогою облікового запису Microsoft через код пристрою
vi: Đăng nhập bằng tài khoản Microsoft của bạn qua mã thiết bị
zh_hans: 使用设备代码通过 Microsoft 账户登录
zh_hant: 使用裝置碼透過 Microsoft 帳號登入

source: Sign Out
ar: تسجيل الخروج
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתק
hu: Kijelentkezés
it: Esci
ja: サインアウト
ko: 로그아웃
nb: Logg ut
nl: Afmelden
pl: Wyloguj się
pt_br: Encerrar Sessão
pt_pt: Terminar Sessão
ro: Deconectare
sl: Odjava
sv: Logga ut
uk: Вийти
vi: Đăng Xuất
zh_hans: 退出登录
zh_hant: 登出

source: Sign Out of ChatGPT
ar: تسجيل الخروج من ChatGPT
ca: Tanca la sessió de ChatGPT
cs: Odhlásit se z ChatGPT
da: Log ud af ChatGPT
de: Von ChatGPT abmelden
es: Cerrar sesión de ChatGPT
fi: Kirjaudu ulos ChatGPT:stä
fr: Se déconnecter de ChatGPT
he: התנתק מ-ChatGPT
hu: Kijelentkezés a ChatGPT-ből
it: Esci da ChatGPT
ja: ChatGPTからサインアウト
ko: ChatGPT에서 로그아웃
nb: Logg ut av ChatGPT
nl: Afmelden bij ChatGPT
pl: Wyloguj się z ChatGPT
pt_br: Encerrar Sessão do ChatGPT
pt_pt: Terminar Sessão no ChatGPT
ro: Deconectare de la ChatGPT
sl: Odjava iz ChatGPT
sv: Logga ut från ChatGPT
uk: Вийти з ChatGPT
vi: Đăng xuất khỏi ChatGPT
zh_hans: 退出 ChatGPT 登录
zh_hant: 登出 ChatGPT

source: Sign with '%@'
ar: التوقيع بـ '%@'
ca: Signa amb '%@'
cs: Podepsat pomocí '%@'
da: Signér med '%@'
de: Mit „%@“ signieren
es: Firmar con '%@'
fi: Allekirjoita avaimella '%@'
fr: Signer avec '%@'
he: חתום עם '%@'
hu: Aláírás ezzel: '%@'
it: Firma con '%@'
ja: '%@'で署名
ko: '%@'(으)로 서명
nb: Signer med '%@'
nl: Ondertekenen met '%@'
pl: Podpisz kluczem „%@”
pt_br: Assinar com '%@'
pt_pt: Assinar com '%@'
ro: Semnează cu '%@'
sl: Podpiši z »%@«
sv: Signera med '%@'
uk: Підписати за допомогою '%@'
vi: Ký bằng '%@'
zh_hans: 使用“%@”签名
zh_hant: 使用「%@」簽署

source: Sign-in expired
ar: انتهت صلاحية تسجيل الدخول
ca: Inici de sessió caducat
cs: Přihlášení vypršelo
da: Login udløbet
de: Anmeldung abgelaufen
es: Inicio de sesión caducado
fi: Kirjautuminen vanhentunut
fr: Connexion expirée
he: פג תוקף פרטי ההתחברות
hu: Bejelentkezés lejárt
it: Accesso scaduto
ja: サインインの期限切れ
ko: 로그인 만료됨
nb: Innloggingen er utløpt
nl: Aanmelding verlopen
pl: Logowanie wygasło
pt_br: Login expirado
pt_pt: Início de sessão expirado
ro: Autentificare expirată
sl: Prijava je potekla
sv: Inloggningen har gått ut
uk: Термін дії входу минув
vi: Đăng nhập đã hết hạn
zh_hans: 登录信息已过期
zh_hant: 登入已過期

source: Sign-In Failed
ar: فشل تسجيل الدخول
ca: Ha fallat l'inici de sessió
cs: Přihlášení se nezdařilo
da: Login mislykkedes
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fi: Kirjautuminen epäonnistui
fr: Échec de la connexion
he: ההתחברות נכשלה
hu: A bejelentkezés sikertelen
it: Accesso non riuscito
ja: サインインに失敗しました
ko: 로그인 실패
nb: Innlogging mislyktes
nl: Aanmelden mislukt
pl: Logowanie nie powiodło się
pt_br: Falha no Início de Sessão
pt_pt: Falha no Início de Sessão
ro: Autentificare eșuată
sl: Prijava ni uspela
sv: Inloggningen misslyckades
uk: Не вдалося ввійти
vi: Đăng Nhập Thất Bại
zh_hans: 登录失败
zh_hant: 登入失敗
